Repository: MichaelGustavsson/Prog-iOS-SwiftUI-App21-Public
Catalog: dag-4/Localization/*.lproj/Localizable.strings
Languages: sv

# Ange antal km
source: Mileage
sv: Ange antal km

# Ange färg
source: Color
sv: Ange Färg

# Ange modell
source: Model
sv: Ange modell

# Ange registeringsnummer
source: Registrationnumber
sv: Ange registeringsnummer

# Ange årsmodell
source: Model year
sv: Ange årsmodell

# Automat
source: Automatic
sv: Automat

# Avbryt
source: Cancel
sv: Avbryt

# Basinformation
source: Baseinformation
sv: Basinformation

# Bensin
source: Petrol
sv: Bensin

# Bilar i lager
source: Vehicles in stock
sv: Bilar i lager

# Bränsle
source: Fuel
sv: Bränsle

# Bränsletyp
source: Fueltype
sv: Bränsletyp

# Drivlina
source: Geartype
sv: Drivlina

# El
source: Electric
sv: El

# Inställningar
source: Settings
sv: Inställningar

# Lägg till ny bil
source: Add new vehicle
sv: Lägg till ny bil

# Manuell
source: Manual
sv: Manuell

# Spara
source: Save
sv: Spara

# Vi har bilen du söker
source: We got your car
sv: Vi har din nya bil

# Våra bilar
source: Our Vehicles
sv: Våra bilar

# Välj tillverkare
source: Manufacturer
sv: Välj tillverkare

# Växellåda
source: Gearbox
sv: Växellåda
